<?php

// Language definitions used in User Management plugin
$lang_plug_um = array(
'Need settings'		=> 'Вы должны задать все настройки!',
'Pruning complete'	=> 'Сокращение завершено. Удалено пользователей: %s.',
'User Created'		=> 'Пользователь создан',
'User management'	=> 'Управление пользователями - v%s',
'Mod intro'			=> '				<p>Этот плагин позволяет сокращать пользователей которые отвечали меньше определенного числа раз в течение заданного количество дней.</p>
				<p><strong>Внимание: Это необратимо и пользоваться плагином нужно очень осторожно (рекомендуется сделать бэкап перед сокращением).</strong></p>
				<p>Так же вы можете вручную добавлять пользователей, это удобно для закрытых форумов (если вы отключили возможность регистрации в опциях.</p>
',
'User Prune'		=> 'Сокращение пользователей',
'Prune legend'		=> 'Настройки',
'Prune by'			=> 'Сокращать по',
'by date'			=> 'Дате регистрации',
'by login'			=> 'Последнему посещению',
'Prune-by legend'	=> 'С какого момента отсчитывать минимальное количество дней.',
'Minimum days'		=> 'Минимум дней с регистрации/последего посещения',
'Days legend'		=> 'Минимум дней от настроек выше, с которого сократятся пользователи.',
'Maximum posts'		=> 'Максимум сообщений',
'Posts legend'		=> 'Пользователи с большим количеством сообщений не сократятся. т.е. значение 1 удалит пользователей без сообщений.',
'Delete mods'		=> 'Удалять модераторов?',
'Mods legend'		=> 'Если да, любой отвечающий условиям модератор тоже сократится.',
'User status'		=> 'Статус пользователя',
'Status legend'		=> 'Какие пользователи должны быть удалены.',
'any'				=> 'Удалять любых',
'verified'			=> 'Удалять только проверенных',
'unverified'		=> 'Удалять только не проверенных',

'Add user'			=> 'Добавление пользователя',
'Add legend'		=> 'Параметры',
'Username'			=> 'Имя пользователя',
'Email'				=> 'Email',
'Random password'	=> 'Сгенерировать случайный пароль?',
'Random legend'		=> 'Если да, случайный пароль будет сгенерирован и отослан по адресу выше.',
'Password'			=> 'Пароль',
'Password legend'	=> 'Если не хотите случайный пароль.',

);
