<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Введите настоящий адрес e-mail',
'E-mail legend 2'			=>	'Введите и подтвердите ваш e-mail адрес',
'Localisation legend'		=>	'Укажите ваше местоположение',
'Timezone'					=>	'Часовой пояс',
'Timezone info'				=>	'чтобы время выводилось правильно, надо указать часовой пояс где вы находитесь.<br />Например Москва это +3 (от Гринвича), а Екатеринбург это +5',
'DST'						=>	'Поправка на Л.В.: в большинстве стран используется "летнее время" чтобы сберегать электроэнергию.',
'DST info'					=>	'Поправка есть (сдвиг на 1 час).',
'Time format'				=>	'Формат времени',
'Date format'				=>	'Формат даты',
'Default'					=>	'по-умолчанию',
'Language'					=>	'Язык',
'Language info'				=>	'выберите язык интерфейса форума.',
'E-mail setting info'		=>	'Выберите способ отображения вашего e-mail и, если он не виден, хотите ли вы получать письма от пользователей (через особую форму) или нет.',
'E-mail setting 1'			=>	'Показывать e-mail.',
'E-mail setting 2'			=>	'Скрывать e-mail, но разрешить вам писать.',
'E-mail setting 3'			=>	'Скрывать e-mail и запретить писать.',
'Privacy options legend'	=>	'Укажите уровень вашей приватности',
'Confirm pass'				=>	'Подтверждение пароля',

'Username too short'		=>	'Имя пользователя должно быть хотябы 2 символа длиной. Пожалуйста выберите другое (более длинное) имя.',
'Username too long'			=>	'Имя пользователя должно быть не более 25 символов. Пожалуйста выберите другое (менее длинное) имя.',
'Username guest'			=>	'Имя "гость" зарезервировано. Пожалуйста выберите другое.',
'Username IP'				=>	'Имя пользователя не может быть похоже на IP адрес. Пожалуйста выберите другое имя.',
'Username reserved chars'	=>	'Имя не может содержать символы \', " или [ и ] одновременно. Пожалуйста выберите другое имя.',
'Username BBCode'			=>	'Имя не должно содержать символы форматирования (BBCode) которые используются на форуме. Пожалуйста выберите другое имя.',
'Dupe username'				=>	'Кто-то другой уже зарегистрировался с этим именем пользователя. Пожалуйста выберите другое имя.',
'Banned username'			=>	'Вы выбрали имя забаненное на этом форуме. Пожалуйста выберите другое имя.',
'Pass too short'			=>	'Пароль должен быть хотябы 4 символа длиной. Пожалуйста выберите другой (более длинный) пароль.',
'Pass not match'			=>	'Пароли не совпали. Вернитесь и исправьте.',
'Banned e-mail'				=>	'Указанный e-mail забанен. Пожалуйста выберите другой адрес.',
'Dupe e-mail'				=>	'Кто-то другой уже зарегистрировался с этим адресом e-mail. Пожалуйста выберите другой адрес.',
'Sig too long'				=>	'Подпись не должна быть длиннее',
'characters'				=>	'символов',
'Sig too many lines'		=>	'Подпись не может быть длиннее',
'lines'						=>	'строк',
'Bad ICQ'					=>	'Вы вели неверный ICQ UIN. Пожалуйста вернитесь и исправьте.'

);
